000100 IDENTIFICATION DIVISION.
000100 PROGRAM-ID. LINECONTWS.
000100 DATA DIVISION.
000100 WORKING-STORAGE SECTION.
000100     01 PICTURE A(36) JUSTIFIED RIGHT.
000100 PROCEDURE DIVISION.
000100     MOVE                                   "                     
000100-        "              A" TO SOME-DATA.